Repository: A11y-Design/a11y-pdf
Catalog: A11y Design PowerPointAddin/Properties/Resources.*.resx
Languages: de_de

# AboutScreenTip
source: More information about this AddIn
de_de: Mehr Informationen über das AddIn

# Alternativtext
source: alternative text
de_de: Alternativtext

source: Alternativ text for Image
de_de: Alternativtext für Bild

# AnimatedShape
source: Animated Element
de_de: Animiertes Element

# CloseText
source: Close
de_de: Schließen

# ContainsAutoShape
source: Contaitns AutoShape
de_de: Enthält AutoShape

source: Damaged Link
de_de: Defekter Link

source: Description for Link
de_de: Beschreibung für Link

# detailsErrorMissingAltText
source: Image {1} (Slide {0})
de_de: Bild {1} (Folie {0})

# DuplicateSlideTitle
source: Duplicate Title of Slide
de_de: Doppelter Folientitel

# FoundProblems
source: a11y pdf analysis
de_de: a11y pdf Analyse

# GroupName
source: Show
de_de: Anzeigen

# HelpScreenTip
source: Open Help window
de_de: Öffnet die Hilfe für das AddIn

# mainTaskPaneText
source: AddIn for accessible PDF
de_de: AddIn für barrierefreie PDF

# markAsArtifact
source: Artifact
de_de: Artefakt

# MissingAltText
source: Missing alt text (en-gb)
de_de: Fehlender Alternativtext

# MissingAltTextForImage
source: Missing alt text for image (en-gb)
de_de: Fehlender Alternativtext für Bilder

source: Missing alt text for link
de_de: Fehlende Beschreibung für Link

source: Missing alt text for table
de_de: Fehlender Alternativtext für Tabellen

# MissingAltTextForTable1
source: Missing alt text for table
de_de: Fehlender Alternativtext für Tabellen

source: Missing Slide title
de_de: Fehlender Folientitel

# OpenInspectScreenTip
source: Check presentation
de_de: Überprüft Ihre Präsentation auf Barrierefreiheit

# btnCheckDocument
source: Check Document
de_de: Dokument überprüfen

# ShowHelpText
source: Open Help
de_de: Hilfe öffnen

# TextBoxBorder
source: TextBox with border
de_de: TextBox mit sichtbarem Rand

source: Title of Document
de_de: Dokumententitel

# btnHelp
source: Help
de_de: Hilfe

# GroupCreatePdf
source: Create
de_de: Erstellen

# GroupTools
source: Modify
de_de: Bearbeiten

# GroupA11yPdf
source: About
de_de: Info

# btnMetadata
source: Edit Metadata
de_de: Metadaten bearbeiten

# btnReadingOrder
source: Edit Reading Order
de_de: Lesereihenfolge bearbeiten

# btnAlternativeTexts
source: Edit Alt Texts
de_de: Alternativtexte bearbeiten

# btnPdfExport
source: Export PDF
de_de: PDF exportieren

# btnActivateLicense
source: Activate license
de_de: Lizenz aktivieren

# LabelLicenseKey
source: License Key
de_de: Lizenz-Schlüssel

# LicenseInfoWindowTitle
source: License information
de_de: Lizenzinformation

# LabelDeviceId
source: Device Id
de_de: Geräte-Id

# LabelFriendlyName
source: Friendly Name
de_de: Rechnername

# LabelMessage
source: Message
de_de: Nachricht

# DateFormat
source: MM.dd.yyyy
de_de: dd.MM.yyyy

source: Demo license
de_de: Demo-Lizenz

source: Demo license expired
de_de: Demoversion abgelaufen

# LabelLicenseName
source: License Name
de_de: Lizenzname

# LabelDateOfExpiry
source: Date of Expiry
de_de: gültig bis

# messageActivationSuccess
source: Your license is activated now. Please restart PowerPoint.
de_de: Ihre Lizenz wurde erfolgreich aktiviert. Bitte PowerPoint neu starten.

# messageActivationFailure
source: Your licence could not be activated.
de_de: Ihre Lizenz konnte nicht aktiviert werden.

# titleMessageActivation
source: Activation of your license
de_de: Lizenzaktivierung

# TextSuccessGeneration
source: The PDF was generated successfully.
de_de: Die PDF wurde erfolgreich generiert.

# TextGenerationNotPossibleNoLizenz
source: It is not possible to generate the PDF file because they do not have a valid licence.
de_de: Die Generierung der PDF-Datei ist nicht möglich, da sie keine gültige Lizenz haben.

# ShapeTypeChart
source: Chart
de_de: Diagramm

# ShapeTypeGroup
source: Group
de_de: Gruppe

# ShapeTypeImage
source: Image
de_de: Bild

# ShapeTypeTable
source: Table
de_de: Tabelle

# lbAuthor
source: Author
de_de: Autor

# lbComments
source: Additional Comments
de_de: Ergänzende Kommentare

source: Add Alternative Text:
de_de: Alternativtext eingeben:

# AlternativeTextInfoBox
source: Info: If the picture conveys information, a short alternative text is required. First name the type and then the core message of the image, e.g.: "Logo a11y design", "Photo of the TV tower Berlin", "Drawing of mint", "Art print: Abstract picture by Gerhard Richter".
de_de: Info: Wenn das Bild Informationen vermittelt, ist ein kurzer Alternativtext erforderlich. Benennen Sie zuerst die Art und anschließend die Kernaussage des Bildes, z.B.: „Logo a11y design“, „Foto des Fernsehturms Berlin“, „Zeichnung von Minze“, „Kunstdruck: Abstraktes Bild von Gerhard Richter".

source: Alternative Texts
de_de: Alternativtexte

source: Metadata
de_de: Metadaten

# MetaDataInfoBox
source: Info: An accessible presentation must contain a title. Please add a meaningful title for your presentation so that people can already infer the content from the title.
de_de: Info: Eine barrierefreie Präsentation muss einen Titel enthalten. Fügen Sie bitte einen aussagekräftigen Titel für ihre Präsentation hinzu, sodass man durch den Titel bereits auf den Inhalt schließen kann.

source: Reading Order
de_de: Lesereihenfolge

# NoErrorsLabel
source: There are no accessilbility issues in your document.
de_de: Es konnten keine Barrierefreiheitsfehler identifiziert werden.

# ReloadErrorList
source: recheck document
de_de: neu prüfen

# EmptyDataCell
source: Empty cell in table
de_de: Leere Tabellenzellen

# EmptyMetaDataTitle
source: Title not set in meta data
de_de: Titel nicht in Metadaten vergeben

# SetMetaDataTitle
source: Set Title in Metadata
de_de: Titel in Metadaten vergeben

# noImagesOnSlide
source: There are no images on this slide.
de_de: Auf dieser Folie sind keine Bildelemente.

# LabelEditPane
source: a11y pdf Tools
de_de: a11y pdf Werkzeuge

# CheckReadingOrder
source: Check Reading Order (slide{0})
de_de: Lesereihenfolge überprüfen (Folie {0})

# btnDocumentHints
source: Hints
de_de: Hinweise

# HintAreaDefaultText
source: Here, you will find notes on some error types as soon as you select them in the error list.
de_de: In diesem Bereich werden Hinweise angezeigt, sobald Sie eine entsprechende Fehlermeldung auswählen.

source: Irregular table
de_de: Ungleichmäßige Tabelle

# IrregularTableDescription
source: This table cointains some empty cells or connected cells (?????)
de_de: Diese Tabelle enthält leere oder verbundenen Zellen (???)

# TableNoAltTextDescription
source: Add some more details to this table, about what is contained in there.
de_de: Fügen Sie der Tabelle einen Alternativtext hinzu, um zu beschreiben, was in der Tabelle enthalten ist.

# AnimatedShapeDescription
source: Please avoid animated objects in your presentations.
de_de: Bitte vermeiden Sie animierte Objekte in Ihren Präsentationen.

# HyperlinkProblems
source: There are some problems with this hyperlink [...]
de_de: Mit diesem Hyperlink traten Probleme auf. [....]

# ErrorsAccordeonHeadline
source: Error List
de_de: Fehlerliste

# HintsAccordeonHeadline
source: Hint List
de_de: Hinweisliste

# ReadingOrderDefaultText
source: Adjust the reading order so that items are retrieved in a meaningful order via a screen reader. Reading order can be changed via drag and drop where the lowest element is the first in the reading order.
de_de: Passen Sie die Lesereihenfolge so an, dass die Elemente in einer sinnvollen Reihenfolge über einen Screenreader abgerufen werden. Die Reihenfolge kann mittels Drag and Drop verändert werden, wobei das unterste Element, das erste in der Lesereihenfolge ist.

# ShowReadingOrderText
source: Show reading order inside the Slide
de_de: Lesereihenfolge in der Folie anzeigen

# DemoExport
source: This is the demo version of a11y PDF. Only five pages will be exported.
de_de: Dies ist die Demoversion von a11y PDF. Es werden nur 5 Seiten exportiert.

# MissingAltTextForDiagram
source: Missing alternative text for chart
de_de: Fehlender Alternativtext für Diagramm

# MissingAltTextForForm
source: Missing alternative text for form
de_de: Fehlender Alternativtext für Form

# MissingAltTextForGroup
source: Missing alternative text for grouped elements
de_de: Fehlender Alternativtext für Gruppe

# MissingAltTextForMedia
source: Missing alternative text for media
de_de: Fehlender Alternativtext für Medien

# MissingAltTextForObject
source: Missing alternative text for object
de_de: Fehlender Alternativtext für Objekt

# MissingAltTextForSmartArt
source: Missing alternative text for SmartArt
de_de: Fehlender Alternativtext für SmartArt

# AutoShapeNoAltTextDescription
source: Please add an alternative text or group the element, in case it belongs to other elements.
de_de: Fügen Sie einen Alternativtext hinzu oder gruppieren Sie das Element, falls es zu anderen Elementen gehört.

source: Empty Cell
de_de: Leere Zelle

# EmptyCellDescription
source: Empty cells can lead to confusing tables for people using a screen reader. Please check if you can merge cells or if you can add text such as "no data" to the cell.
de_de: Leere Zellen können eine Tabelle schwer verstehbar machen. Prüfen sie, ob das zusammenfassen von Zellen oder ein Inhalt wie "keine Daten" besser verständlich ist.

# EmptyHeaderCell
source: Empty headline cell
de_de: Leere Überschrifts-Zelle

# EmptyHeaderCellDescription
source: Empty cells in areas of the table marked as headings can lead to problems with the comprehensibility of the table. Choose meaningful headings for the assigned cells.
de_de: Leere Zellen in als Überschrift markierten Bereichen der Tabelle können zu Problemen bei der Verständlichkeit der Tabelle führen. Wählen sie aussagekräftige Überschriften für die zugeordneten Zellen.

# ErrorByControlObjectDescription
source: Form elements cannot be included in the export. This element is exported as image. Please add an alternative text corresponding to it or convert the object to a standard object (text, image, etc.).
de_de: Formularelemente können beim Export nicht berücksichtigt werden. Dieses Element wird als Bild exportiert. Bitte fügen Sie einen dementsprechenden Alternativtext hinzu oder wandeln Sie das Objekt in ein Standardobjekt (Text, Bild, etc.) um.

# ErrorByEmbeddedObjectDescription
source: A so-called "embedded object" is handled as an image during export. Please create an alternative text or insert the object directly as a native element (e.g. as a table) if possible.
de_de: Ein sog. "Embedded Object" wird beim Export als Bild gehandhabt. Bitte legen Sie einen Alternativtext an oder fügen Sie das Objekt, wenn möglich direkt als natives Element (z.B. als Tabelle) ein.

# ErrorByInk
source: Freehand drawing error
de_de: Fehler durch Freihandzeichnung

# ErrorByInkCommentDescription
source: Path cannot be captured by the screen reader, please convert the path to an image by right-clicking on the object and then specify an alternative text.
de_de: Pfad kann vom Screenreader nicht erfasst werden, bitte wandeln Sie den Pfad mit einem Rechtsklick auf das Objekt in ein Bild um und legen Sie danach einen Alternativtext fest.

# ErrorByInkDescription
source: If there is a single path object, this should be converted to a graphic. If there are several path objects on a slide that belong together, they should be added to a group. In the next step, an alternative text can then be created for the group.
de_de: Falls ein einzelnes Pfadobjekt vorhanden ist, sollte dies in eine Grafik umgewandelt werden. Falls mehrere Pfadobjekte auf einer Folie vorhanden sind, die zusammengehören, sollten diese zu einer Gruppe hinzugefügt werden. Im nächsten Schritt kann für die Gruppe daraufhin ein Alternativtext angelegt werden.

# ErrorByLinkedObjectDescription
source: A so-called "Linked Object" is handled as an image during export. Please create an alternative text or insert the object directly as a native element (e.g. as a table), if possible.
de_de: Ein sog. "Linked Object" wird beim Export als Bild gehandhabt. Bitte legen Sie einen Alternativtext an oder fügen Sie das Objekt, wenn möglich, direkt als natives Element (z.B. als Tabelle) ein.

# ErrorByObject
source: Error due to object
de_de: Fehler durch Objekt

# MissingAltTextForNewerVisualContent
source: Missing alternative text for newer visual content
de_de: Fehlender Alternativtext für neuere visuelle Inhalte

# TemplateBugReportMessage
source: Do you want to send a bug report via mail?
de_de: Möchten Sie einen Fehlerreport per E-Mail senden?

# SendReport
source: This is a bug report.%0D%0A Please attach the powerpoint file to this email.%0D%0A Furthermore, please provide information or a step by step explanation on how to reconstruct the error.
de_de: Dies ist ein Bugreport.%0D%0A Bitte die Powerpoint Datei an diese Mail anhängen.%0D%0A Des Weiteren bitte eine Beschreibung vom Fehler mit Schritten zur Rekonstruktion angeben.

# NoQuickInfoForLinkHint
source: For all links without tooltip text, a11y pdf has entered the URL as alternative text. Please adjust the tooltip texts for the respective links if necessary. After rechecking the PowerPoint, these link errors will no longer be displayed.
de_de: Für alle Links ohne QuickInfo-Text hat a11y pdf die URL als Alternativtext eingetragen. Bitte passen Sie ggf. die QuickInfo-Texte für die jeweiligen Links an. Nach einer erneuten Überprüfung der PowerPoint werden diese Linkfehler nicht mehr angezeigt.

source: Font cannot embed in PDF.
de_de: Schrift kann nicht in PDF eingebettet werden.

# incidentFontText
source: Font causes problems
de_de: Schrift macht Probleme

# incidentFontHint
source: Replace Font
de_de: Schrift austauschen

# incidentFontTableName
source: Font issue in table
de_de: Problem mit Schriftart in Tabelle

# incidentFontInMaster
source: Font in Master causes some problems.
de_de: Schrift in Master kann nicht exportiert werden.

# incidentFontReplaceInMasterHint
source: Fonts in master template is replaced.
de_de: Schriftarten wurden im Master ausgetauscht.

# TextBoxFilled
source: Colored Textbox without text
de_de: Farbige Textbox ohne Text

# TextBoxAltDescription
source: Textbox has a colored background, but no text is written. Please mark as artifact, enter an altenative text or write something inside the textbox.
de_de: Textbox hat einen farbigen Hintergrund enthält aber keinen Text. Bitte als Artifakt markieren, Alternativ Text hinzufügen oder Text in die Box schreiben.

# NoHintsLabel
source: There are no more hints available.
de_de: Keine weiteren Hinweise vorhanden.

source: Warning
de_de: Warnung

source: Hint
de_de: Hinweis

# a11yElementMarkedAsArtifact
source: a11yPDF Artifact
de_de: a11yPDF dekoratives Element

# SaveButton
source: Save
de_de: Speichern

# FormTitleErrorChecking
source: Checking for errors
de_de: Überprüfung auf Fehler

# LabelCheckingXSlidesOfY
source: Checking {0} slide(s) of {1}
de_de: Überprüfe Folie {0} von {1}

# btnSendBugReport
source: Send Bug Report
de_de: Fehlerbericht senden

# RefreshButton
source: Refresh
de_de: Aktualisieren

# lbKeywords
source: Keywords; Commas can be used to separate keywords
de_de: Stichwörter; Kommas separieren Stichwörter

# lbCopyNotice
source: Copyright Notice
de_de: Copyright-Vermerk

# TextBoxBorderHint
source: Colored textboxes are exported as images. Please write a corrseponding alternativtext.
de_de: Farbige Textboxen werden als Bild exportiert. Geben Sie daher für das Element einen Alternativtext an.

# ExportAbortFileIsOpened
source: Export is not possible because the PDF file is already open. Close the PDF file.
de_de: Der Export ist nicht möglich, da die PDF-Datei bereits geöffnet ist. Schließen Sie die PDF-Datei.

# ShowReadingOrder
source: Change Reading Order
de_de: Lesereihenfolge anpassen

# LicenseExpiresNoDaysLeft
source: Your Licence has expired.
de_de: Ihre Lizenz ist abgelaufen.

# LicenceKeyBlocked
source: Your licence is blocked and cannot be activated.
de_de: Ihre Lizenz ist gesperrt und kann nicht aktiviert werden.

# LicenseCatLocalFileLicense
source: License file
de_de: Lizenzdatei

# LicenseCatOnlineLicense
source: Online license
de_de: Online-Lizenz

# LicenseCatDemoLicense
source: Demo licence
de_de: Demolizenz

# LicenseCatNoLicense
source: Please activate a licence.
de_de: Bitte aktivieren Sie eine Lizenz.

# LicenseCatDemoLicenseExpired
source: Demo licence is expired.
de_de: Die Demo-Lizenz ist abgelaufen.

# AlternativeDescriptionForLinkNeeded
source: Alternative Description for Links is missing
de_de: Alternative Beschreibung für Links fehlt

source: Internal link to slide
de_de: interner Link zur Folie

# VersionNr
source: Versionnumber
de_de: Versionsnummer

# LicenseLimitReached
source: No new licence could be activated because the licence limit has been reached.
de_de: Es konnte keine neue Lizenz aktiviert werden, da das Lizenzlimit erreicht wurde.

# NoValidLicenseKey
source: Invalid licence key. Contact us by e-mail at support@a11y-design.de.
de_de: Ungültiger Lizenzschlüssel. Kontaktieren Sie uns per E-Mail an support@a11y-design.de.

# AccessDenied
source: Cannot connect to license server.
de_de: Es kann keine Verbindung zum Lizenzserver hergestellt werden.

# CouldNotFindProduct
source: Could not find the product.
de_de: Konnte das Produkt nicht finden.

# ErrorDuringContactionServer
source: An error occurred when contacting the license server.
de_de: Bei der Kontaktaufnahme mit dem Lizenz-Server ist ein Fehler aufgetreten.
